code --install-extension aaron-bond.better-comments
code --install-extension akamud.vscode-theme-onedark
code --install-extension aleksandra.go-group-imports
code --install-extension anseki.vscode-color
code --install-extension arcticicestudio.nord-visual-studio-code
code --install-extension arjun.swagger-viewer
code --install-extension atomiks.moonlight
code --install-extension aykutsarac.jsoncrack-vscode
code --install-extension azemoh.one-monokai
code --install-extension bbenoist.nix
code --install-extension be5invis.vscode-custom-css
code --install-extension beardedbear.beardedtheme
code --install-extension chrisdias.vscode-opennewinstance
code --install-extension christian-kohler.npm-intellisense
code --install-extension christian-kohler.path-intellisense
code --install-extension codezombiech.gitignore
code --install-extension codium.codium
code --install-extension cweijan.dbclient-jdbc
code --install-extension cweijan.vscode-redis-client
code --install-extension dbaeumer.vscode-eslint
code --install-extension donjayamanne.githistory
code --install-extension donjayamanne.python-environment-manager
code --install-extension dracula-theme.theme-dracula
code --install-extension dustypomerleau.rust-syntax
code --install-extension editorconfig.editorconfig
code --install-extension eliverlara.andromeda
code --install-extension emeraldwalk.runonsave
code --install-extension enkia.tokyo-night
code --install-extension equinusocio.vsc-material-theme
code --install-extension esbenp.prettier-vscode
code --install-extension fabiospampinato.vscode-terminals
code --install-extension firefox-devtools.vscode-firefox-debug
code --install-extension formulahendry.auto-close-tag
code --install-extension formulahendry.auto-rename-tag
code --install-extension formulahendry.code-runner
code --install-extension gaga-dev.dreamweaver-dark-theme
code --install-extension geeebe.duplicate
code --install-extension github.github-vscode-theme
code --install-extension github.vscode-pull-request-github
code --install-extension golang.go
code --install-extension gruntfuggly.todo-tree
code --install-extension helixquar.randomeverything
code --install-extension ionutvmi.path-autocomplete
code --install-extension jeff-hykin.better-dockerfile-syntax
code --install-extension jeff-hykin.better-shellscript-syntax
code --install-extension jock.svg
code --install-extension johnpapa.vscode-peacock
code --install-extension kevinrose.vsc-python-indent
code --install-extension leonardssh.vscord
code --install-extension mechatroner.rainbow-csv
code --install-extension mgesbert.python-path
code --install-extension mgmcdermott.vscode-language-babel
code --install-extension mhutchie.git-graph
code --install-extension michelemelluso.gitignore
code --install-extension monokai.theme-monokai-pro-vscode
code --install-extension ms-azuretools.vscode-docker
code --install-extension ms-python.black-formatter
code --install-extension ms-python.debugpy
code --install-extension ms-python.isort
code --install-extension ms-python.python
code --install-extension ms-python.vscode-pylance
code --install-extension ms-vscode-remote.remote-containers
code --install-extension ms-vscode-remote.remote-ssh-edit
code --install-extension ms-vscode-remote.remote-wsl
code --install-extension ms-vscode.remote-explorer
code --install-extension ms-vscode.theme-tomorrowkit
code --install-extension ms-vsliveshare.vsliveshare
code --install-extension msyrus.go-doc
code --install-extension mtxr.sqltools
code --install-extension mtxr.sqltools-driver-pg
code --install-extension naumovs.color-highlight
code --install-extension nilssoderman.batch-runner
code --install-extension njpwerner.autodocstring
code --install-extension njqdev.vscode-python-typehint
code --install-extension pkief.material-icon-theme
code --install-extension postman.postman-for-vscode
code --install-extension premparihar.gotestexplorer
code --install-extension randomfractalsinc.snippets-viewer
code --install-extension redhat.java
code --install-extension redhat.vscode-yaml
code --install-extension rust-lang.rust-analyzer
code --install-extension serayuzgur.crates
code --install-extension steoates.autoimport
code --install-extension sveggiani.vscode-field-lights
code --install-extension syler.sass-indented
code --install-extension tamasfe.even-better-toml
code --install-extension tinkertrain.theme-panda
code --install-extension uctakeoff.vscode-counter
code --install-extension usama8800.tab-groups
code --install-extension usernamehw.errorlens
code --install-extension vinliao.fast-arrow
code --install-extension visualstudioexptteam.intellicode-api-usage-examples
code --install-extension visualstudioexptteam.vscodeintellicode
code --install-extension vivaldy22.go-auto-struct-tag
code --install-extension vscjava.vscode-gradle
code --install-extension vscjava.vscode-java-debug
code --install-extension vscjava.vscode-java-dependency
code --install-extension vscjava.vscode-java-test
code --install-extension vscjava.vscode-maven
code --install-extension vscodevim.vim
code --install-extension wakatime.vscode-wakatime
code --install-extension wallabyjs.quokka-vscode
code --install-extension whizkydee.material-palenight-theme
code --install-extension wix.vscode-import-cost
code --install-extension yoavbls.pretty-ts-errors
code --install-extension yzhang.markdown-all-in-one
code --install-extension zainchen.json
code --install-extension zhuangtongfa.material-theme
